<?php get_header(); ?>
<?php get_sidebar(); ?>

<?php if (is_home()) : ?>
    <main id="l-main">
        <div class="p-box--front">
            <h2 class="c-title--box--front">ダミーページ</h2>
        </div>
        <article class="p-card--front u-margin--card--front">
            <section class="p-card__left--front">
                <h3 class="c-title--card--front">Take Out</h3>
                <a class="c-link--card--front" href=""></a>
                <div class="p-card__unit--front">
                    <div class="p-card__item--front">
                        <h4 class="c-title--card__item--front">Take OUT</h4>
                        <p class="p-card__item__text--front">
                            当店のテイクアウトで利用できる商品を掲載しています。当店のテイクアウトで利用できる商品を掲載しています。
                            当店のテイクアウトで利用できる商品を掲載しています。当店のテイクアウトで利用できる商品を掲載しています。
                            当店のテイクアウトで利用できる商品を掲載しています。当店のテイクアウトで利用できる商品を掲載しています。
                            当店のテイクアウトで利用できる商品を掲載しています。当店のテイクアウトで利用できる商品を掲載しています。
                        </p>
                    </div>
                    <div class="p-card__item--front">
                        <h4 class="c-title--card__item--front">Take OUT</h4>
                        <p class="p-card__item__text--front">
                            当店のテイクアウトで利用できる商品を掲載しています。当店のテイクアウトで利用できる商品を掲載しています。
                        </p>
                    </div>
                </div>
            </section>
            <section class="p-card__right--front">
                <h3 class="c-title--card--front">Eat In</h3>
                <a class="c-link--card--front" href=""></a>
                <div class="p-card__unit--front">
                    <div class="p-card__item--front">
                        <h4 class="c-title--card__item--front">Take OUT</h4>
                        <p class="p-card__item__text--front">
                            当店のテイクアウトで利用できる商品を掲載しています。当店のテイクアウトで利用できる商品を掲載しています。
                            当店のテイクアウトで利用できる商品を掲載しています。当店のテイクアウトで利用できる商品を掲載しています。
                            当店のテイクアウトで利用できる商品を掲載しています。当店のテイクアウトで利用できる商品を掲載しています。
                            当店のテイクアウトで利用できる商品を掲載しています。当店のテイクアウトで利用できる商品を掲載しています。
                        </p>
                    </div>
                    <div class="p-card__item--front">
                        <h4 class="c-title--card__item--front">Take OUT</h4>
                        <p class="p-card__item__text--front">
                            当店のテイクアウトで利用できる商品を掲載しています。当店のテイクアウトで利用できる商品を掲載しています。
                            当店のテイクアウトで利用できる商品を掲載しています。当店のテイクアウトで利用できる商品を掲載しています。
                            当店のテイクアウトで利用できる商品を掲載しています。当店のテイクアウトで利用できる商品を掲載しています。
                            当店のテイクアウトで利用できる商品を掲載しています。当店のテイクアウトで利用できる商品を掲載しています。
                        </p>
                    </div>
                </div>
            </section>
        </article>

        <div class="p-map">
            <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d810.4467390612969!2d139.69953485422212!3d35.65762021588669!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x60188b582cd0c9e1%3A0x421229897570ac48!2z5riL6LC36aeFIOilv-WPo-OBv-OBqeOCiuOBrueqk-WPow!5e0!3m2!1sja!2sjp!4v1646229340058!5m2!1sja!2sjp" width="100%" height="100%" style="border:0;" allowfullscreen="" loading="lazy"></iframe>
            <div class="p-map__item">
                <h3 class="c-title--map u-margin__map">見出しが入ります</h3>
                <p class="c-title--map__border--white u-margin__map"></p>
                <p class="p-map__comment u-margin__map">
                    テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。
                    テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。
                    テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。
                    テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。
                    テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。
                    テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。
                    テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。
                    テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。
                    テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。
                    テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。
                    テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。
                    テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。
                    テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。
                    テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。
                    テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。
                    テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。
                    テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。
                    テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。
                    テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。
                    テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。
                    テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。
                    テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。
                    テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。
                    テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。
                    テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。
                    テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。
                    テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。
                    テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。
                    テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。
                    テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。
                </p>
            </div>
        </div>
    </main>
<?php endif; ?>

<?php get_footer(); ?>